/**
 * Created by alfred on 2017/3/9.
 */

export default {
  params: {

    selected: {
      names: [
        '买价',
        '卖价',
        '最新价',
        '成交量',
        '现量',
        '隐波率',
        '涨跌',
        '涨跌幅',
        'Delta',
        'Gamma',
        'Vega',
        '理论价',
        '时间价值',
        '更新时间',
        '昨结算',
        '昨收盘',
        '买量',
        '卖量',
        '最高价',
        '最低价',
        '涨停价',
        '跌停价',
        '持仓量',
        '昨持仓'
      ],
      keys: []
    },

    names: [
      '买价',
      '卖价',
      '最新价',
      '成交量',
      '现量',
      '隐波率',
      '涨跌',
      '涨跌幅',
      'Delta',
      'Gamma',
      'Vega',
      '理论价',
      '时间价值',
      '更新时间',
      '昨结算',
      '昨收盘',
      '买量',
      '卖量',
      '最高价',
      '最低价',
      '涨停价',
      '跌停价',
      '持仓量',
      '昨持仓'
    ],
    keys: [
      'askPrice'
    ],
    hidden: true
  }
}
